IdeaRS.Connections
PlateOpeningData.Param3 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the parameter 3 Rectangle roundings
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Param3 { get; set; }
Property Value
Type: Double
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace